---
kind: property
id: P:Autodesk.Revit.DB.Structure.RebarContainer.ItemsCount
source: html/1ef0af6d-ca4a-9a2e-8095-f86d20286c59.htm
---
# Autodesk.Revit.DB.Structure.RebarContainer.ItemsCount Property

The count of Items in this Rebar Container.

## Syntax (C#)
```csharp
public int ItemsCount { get; }
```